Repository: inveniosoftware/invenio-search-ui
Catalog: invenio_search_ui/assets/semantic-ui/translations/invenio_search_ui/messages/*/messages.po
Languages: ar

source: Versions
ar: الإصدارات

source: View all versions
ar: الإطلاع على كافة الإصدارات

source: Help
ar: مساعدة

source: Search guide
ar: دليل البحث

source: Show all sub facets of
ar: عرض كل الأوجه الفرعية لـ

source: Clear selection
ar: مسح التحدبد

source: Clear
ar: مسح

source: results per page
ar: عدد النتائج في الصّفحة

source: <0></0> results found
ar: <0></0> النتائج

source: Search
ar: بحث

source: Search records...
ar: البحث عن تسجيلات...

source: All records
ar: كل التّسجيلات

source: result(s) found
ar: النتيجة (النتائج)

source: Sort
ar: رتّب

source: Sort by
ar: مرتبة حسب

source: Filter results
ar: تصفية النتائج

source: Search filters
ar: فلتر البحث

source: Search results
ar: نتائج البحث
